tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "isen-ng/dotnet-sdk-versions"
brew "argocd"
brew "unixodbc"
brew "asdf"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "boost"
brew "certbot"
brew "cmake"
brew "consul"
brew "git"
brew "glib"
brew "gnu-sed"
brew "guile"
brew "gnupg"
brew "go"
brew "groovy"
brew "hadolint"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubeval"
brew "lolcat"
brew "mackup"
brew "mas"
brew "mkdocs", link: false
brew "node"
brew "openldap"
brew "openstackclient"
brew "openvpn"
brew "packer"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "redis"
brew "restic"
brew "ripgrep"
brew "sl"
brew "telnet"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "vault"
brew "velero"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "apache-directory-studio"
cask "battle-net"
cask "blackhole"
cask "calibre"
cask "dbeaver-community"
cask "docker"
cask "dosbox"
cask "dotnet-sdk"
cask "dotnet-sdk-2.1.800"
cask "dotnet-sdk-2.2.400"
cask "drawio"
cask "dropbox"
cask "gas-mask"
cask "gog-galaxy"
cask "google-chrome"
cask "gzdoom"
cask "hstracker"
cask "iterm2"
cask "keepassxc"
cask "lens"
cask "microsoft-teams"
cask "mono-mdk"
cask "obs"
cask "osxfuse"
cask "postman"
cask "powershell"
cask "qbittorrent"
cask "rectangle"
cask "shimo"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tunnelblick"
cask "usb-overdrive"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wineskin-winery"
cask "wireshark"
cask "xrg"
mas "Barracuda VPN Client", id: 1555242566
mas "iMovie", id: 408981434
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
