tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "azure/functions"
tap "datadog/mkat", "https://github.com/datadog/managed-kubernetes-auditing-toolkit"
tap "ferdium/ferdium"
tap "grafana/grafana"
tap "homebrew/bundle"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "int128/kubelogin"
tap "isen-ng/dotnet-sdk-versions"
tap "jakehilborn/jakehilborn"
tap "kreuzwerker/taps"
brew "cryptography"
brew "xz"
brew "ansible"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "git"
brew "asdf"
brew "augeas"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "glib"
brew "harfbuzz"
brew "icu4c@76"
brew "openjdk"
brew "bfg"
brew "boost"
brew "certbot"
brew "cilium-cli"
brew "cmake"
brew "cmctl"
brew "consul"
brew "coreutils"
brew "credstash"
brew "curl"
brew "dhcping"
brew "displayplacer"
brew "docker-completion"
brew "docker", link: false
brew "docutils"
brew "dylibbundler"
brew "eksctl"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "unixodbc"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grep"
brew "groovy"
brew "pkgconf"
brew "guile"
brew "hadolint"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "python@3.12"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "kubie"
brew "kustomize"
brew "kyverno"
brew "lima"
brew "lolcat"
brew "luajit"
brew "mackup"
brew "mas"
brew "node"
brew "mermaid-cli"
brew "meson"
brew "qt@5"
brew "mgba"
brew "mkdocs"
brew "nghttp2"
brew "openstackclient"
brew "openvpn"
brew "packer"
brew "pass"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "redis"
brew "restic"
brew "ripgrep"
brew "shellcheck"
brew "skopeo"
brew "sl"
brew "starship"
brew "tcpdump"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "vault"
brew "velero"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools"
brew "datadog/mkat/managed-kubernetes-auditing-toolkit"
brew "int128/kubelogin/kubelogin"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "apache-directory-studio"
cask "battle-net"
cask "betterdisplay"
cask "calibre"
cask "cameracontroller"
cask "dbeaver-community"
cask "docker-desktop"
cask "dosbox"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "ferdium-nightly"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "gas-mask"
cask "gcc-arm-embedded"
cask "gog-galaxy"
cask "google-chrome"
cask "gpg-suite"
cask "gzdoom"
cask "hstracker"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepassxc"
cask "lens"
cask "macfuse"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "mono-mdk"
cask "obs"
cask "postman"
cask "powershell"
cask "qbittorrent"
cask "rectangle"
cask "shimo"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tunnelblick"
cask "ultrastardeluxe"
cask "usb-overdrive"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "wireshark-app"
cask "wizcli"
cask "xrg"
mas "iMovie", id: 408981434
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Windows App", id: 1295203466
vscode "adamhartford.vscode-base64"
vscode "ban.spellright"
vscode "casualjim.gotemplate"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.grafana-alloy"
vscode "hashicorp.terraform"
vscode "karathan.poryscript"
vscode "mdickin.markdown-shortcuts"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "wizcloud.wiz-vscode"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
go "github.com/air-verse/air"
go "k8s.io/code-generator/cmd/client-gen"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ahmetb/gen-crd-api-reference-docs"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "golang.org/x/vuln/cmd/govulncheck"
go "sigs.k8s.io/kind"
go "github.com/apache/skywalking-eyes/cmd/license-eye"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/open-telemetry/opentelemetry-collector-contrib/cmd/telemetrygen"
go "github.com/open-telemetry/opentelemetry-collector-contrib/tracegen"
