tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "azure/functions"
tap "ferdium/ferdium"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "isen-ng/dotnet-sdk-versions"
tap "kreuzwerker/taps"
brew "xz"
brew "argocd"
brew "unixodbc"
brew "asdf"
brew "augeas"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "boost"
brew "glib"
brew "certbot"
brew "cmake"
brew "cmctl"
brew "consul"
brew "credstash"
brew "openldap"
brew "curl"
brew "docker", link: false
brew "dylibbundler"
brew "eksctl"
brew "gh"
brew "git"
brew "gnu-sed"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "groovy"
brew "hadolint"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "krb5"
brew "kubernetes-cli", link: false
brew "kubeval"
brew "lolcat"
brew "luajit"
brew "mackup"
brew "mas"
brew "meson"
brew "mkdocs", link: false
brew "nghttp2"
brew "node"
brew "openstackclient"
brew "openvpn"
brew "packer"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "python@3.9"
brew "qt@5"
brew "redis"
brew "restic"
brew "ripgrep"
brew "sl"
brew "starship"
brew "telnet"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "vault"
brew "velero"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "azure/functions/azure-functions-core-tools"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "apache-directory-studio"
cask "battle-net"
cask "calibre"
cask "cameracontroller"
cask "dbeaver-community"
cask "docker"
cask "dosbox"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "ferdium-nightly"
cask "firefox"
cask "fly"
cask "gas-mask"
cask "gog-galaxy"
cask "google-chrome"
cask "gzdoom"
cask "hstracker"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepassxc"
cask "lens"
cask "macfuse"
cask "microsoft-teams"
cask "mono-mdk"
cask "obs"
cask "postman"
cask "powershell"
cask "qbittorrent"
cask "rectangle"
cask "shimo"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tunnelblick"
cask "ultrastardeluxe"
cask "usb-overdrive"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "wireshark"
cask "xrg"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "ban.spellright"
vscode "casualjim.gotemplate"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "GitHub.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "mdickin.markdown-shortcuts"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "yzhang.markdown-all-in-one"
