ban.spellright
casualjim.gotemplate
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
eamodio.gitlens
EditorConfig.EditorConfig
hashicorp.terraform
mdickin.markdown-shortcuts
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-vscode.wordcount
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
vscoss.vscode-ansible
yzhang.markdown-all-in-one
